{
  "projects": [
    {
      "name": "E-commerce",
      "title": "Front-end de um e-commerce",
      "subtitle": 29,
      "description": "Front-end de um sistema e-commerce, com controle de rotas, validações, login e cart com produtos (utilizando local storage). Além de testes jest.",
      "technologies": ["React-JS,", " Next-js,", " Styled-Components"],
      "link": "https://github.com/VitorBorg/E-commerce",
      "thumb": "sistema_temp.png"
    },
    {
      "name": "Portaria",
      "title": "Sistema de controle de entrada e saída da portaria",
      "subtitle": 29,
      "description": "Sistema que registra entrada e saída (com nome, hora e temperatura), além de possuir cadastro de usuários. Com vários tipos de filtros de busca. Também exporta o banco de dados em pdf. Desenvolvi tanto o back end quanto o front end.",
      "technologies": [
        "React-JS,",
        " Next-js,",
        " Node-js,",
        " Axios,",
        " MongoDB"
      ],
      "link": "",
      "thumb": "sistema_portaria.png"
    },
    {
      "name": "Post-it",
      "title": "Sistema web que cria anotações na página",
      "subtitle": 29,
      "description": "Projeto particular apenas para praticar um CRUD.",
      "technologies": [
        "React-JS,",
        "Next-js,",
        " Node-js,",
        " Express,",
        " Axios,",
        " Postgresql"
      ],
      "link": "https://github.com/VitorBorg/Post-it",
      "thumb": "sistema_temp.png"
    }
  ],
  "about": {
    "description": [
      "Estudante de Ciência da computação no último ano na Universidade Federal de Pelotas. No mundo de web relativamente há pouco tempo focado, principalmente, em react js e next, para o front-end e java com spring boot para o back end.",
      "No meu primeiro estágio desenvolvi um projeto que me introduziu no mundo do react e node js. Atualmente busco aumentar meu conhecimento quando ao desempenho das aplicações, boas práticas (assim como design patterns) e testes.",
      ""
    ],
    "technologies": [
      "React-JS",
      "Next-js",
      "Node-js",
      "Express",
      "Java",
      "Spring boot"
    ],
    "model": "modelPATH"
  },
  "presentation": {
    "name": "Vítor Borges",
    "subtitle": "Eu sou um desenvolvedor web.",
    "description": "Estou iniciando como desenvolvedor e busco minha primeira experiência em uma empresa de tecnologia."
  }
}
